
const lyric = [
    {
        title:'浮光',
        artist:'周深',
        musicSrc:'/_nuxt/assets/music/FuGuang.mp3',
        imgSrc:'/_nuxt/assets/img/FuGuang.jpg',
        durationtime: 277,
        lyrics:'[00:00.00]欢迎收听周深的<浮光>\n[ti:浮光 (2024北京卫视“居庸山月”中秋晚会现场)]\n[ar:周深]\n[al:]\n[by:]\n[offset:0]\n[00:00.12]浮光 (2024北京卫视“居庸山月”中秋晚会现场) - 周深\n[00:03.22]词：唐思淼/邹念慈\n[00:04.36]曲:Jannik\n[00:25.85]看指尖拨响蝴蝶\n[00:32.20]扇动一场离别\n[00:37.70]我推开无声岁月\n[00:43.78]续梦一页\n[00:49.40]你我只是打个照面\n[00:56.26]可曾有过誓约\n[01:01.80]走进熟悉却 陌生的思念\n[01:15.65]啊\n[01:27.73]啊\n[01:40.29]你的眼眸装满了时间\n[01:46.32]你的身后拥故事成篇\n[01:52.29]此生如梦愿细数流年\n[01:58.27]与你同写 沧海桑田\n[02:04.26]浮光掠影重山彩云间\n[02:10.33]你的伏线穿越千百年\n[02:16.29]人生不过恍惚三万天\n[02:22.36]漫漫人间 留恋流连\n[02:29.34]你说那月光 照过同样城墙\n[02:34.90]永恒的刹那的 此刻沉默无话\n[02:41.02]想问你这星空 是否不曾变\n[02:47.24]是啊 是啊\n[02:50.21]我们望着它\n[02:53.55]风吹过耳旁 古远的歌唱啊\n[02:59.00]这是我也是你 不曾遗忘的啊\n[03:04.80]是来路是去处 是你在回答\n[03:11.29]去吧 去啊\n[03:14.24]总会相遇吧\n[03:19.26]你的眼眸装满了时间\n[03:25.36]你的身后拥故事成篇\n[03:31.28]此生如梦愿细数流年\n[03:37.32]与你同写 沧海桑田\n[03:43.26]浮光掠影重山彩云间\n[03:49.38]你的伏线穿越千百年\n[03:55.30]人生不过恍惚三万天\n[04:01.36]漫漫人间 留恋流连'
    },{
        title:'春娇与志明',
        artist:'街道办',
        musicSrc:'/_nuxt/assets/music/ChunJiaoYuZhiMing.mp3',
        imgSrc:'/_nuxt/assets/img/ChunJiaoYuZhiMing.jpg',
        durationtime: 204,
        lyrics:'[00:00.00]欢迎收听街道办GDC/欧阳耀莹的<春娇与志明>\n[ti:春娇与志明]\n[ar:街道办GDC/欧阳耀莹]\n[al:春娇与志明]\n[by:]\n[offset:0]\n[00:00.13]春娇与志明 - 街道办GDC/欧阳耀莹\n[00:02.10]词:街道办GDC\n[00:02.97]曲:街道办GDC\n[00:03.86]混音：树牵\n[00:04.62]（未经著作权人许可 不得翻唱翻录或使用）\n[00:22.15]Jcool\n[00:22.97]有个女仔令我思想变得大个\n[00:25.54]当初\n[00:26.18]我幼稚行为对你犯下大错\n[00:28.61]你话我唔识谂 用钱买无用饰品\n[00:31.28]你慢慢心淡觉得我对感情唔认真\n[00:34.13]要知道男人系天生嘅小朋友\n[00:37.06]小朋友弱点会忽略另一半感受\n[00:39.90]要改正好简单我只系欠调教\n[00:42.64]经历得多反而可以令到爱意浓厚\n[00:45.23]Vai:\n[00:45.49]志明嘅世界永远好动带着可爱\n[00:48.07]佢冇时间迷茫 爱情错过却唔可再\n[00:50.90]从开始走到结尾哪个不会变大个\n[00:53.54]但春娇想要那个你又有谁可以劝阻\n[00:56.54]等待 UFO 纵有变数\n[00:59.04]最普通嘅佢哋世上遍布\n[01:01.89]爱漫春天散落每个季节嘅消耗\n[01:04.76]看着花瓣跌落过程撑得过衰老\n[01:07.51]欧阳：\n[01:08.95]重新出发吗 huh 更渴望未来\n[01:13.96]以往这少年懂爱吗\n[01:17.40]仿佛不够\n[01:20.09]成长会进化吗 也信念自由\n[01:25.06]我爱这少年讽刺吗\n[01:28.64]这花开吗\n[01:30.53]留：\n[01:30.87]我爱你 你是唱将我做配合\n[01:33.51]但你予我这过程细致给我培训\n[01:36.35]情与爱 太过复杂 我要太多喘息\n[01:39.00]但你爱我嘅以后不会太过忐忑\n[01:42.02]当拥有嘅时候 又接近放手\n[01:44.79]循环播放剧情有多少个然后\n[01:47.16]如果系现实我会选择打破现实\n[01:49.79]喺你嘅世界里面我会选择慢慢渐入\n[01:52.50]Vai:\n[01:53.17]志明嘅世界永远好动带着可爱\n[01:55.82]佢冇时间迷茫 爱情错过却唔可再\n[01:58.64]从开始走到结尾哪个不会变大个\n[02:01.29]但春娇想要那个你又有谁可以劝阻\n[02:04.38]等待 UFO 纵有变数\n[02:06.73]最普通嘅佢哋世上遍布\n[02:09.81]爱漫春天散落每个季节嘅消耗\n[02:12.50]看着花瓣跌落过程撑得过衰老\n[02:15.07]欧阳：\n[02:16.62]重新出发吗 huh 更渴望未来\n[02:21.62]以往这少年懂爱吗\n[02:25.07]仿佛不够\n[02:27.86]成长会进化吗 也信念自由\n[02:32.86]我爱这少年讽刺吗\n[02:36.35]这花开吗\n[02:38.38]Garyu:\n[02:38.45]破碎婚姻里出身逼出佢嘅硬净\n[02:40.74]佢再牺牲佢嘅率真改变佢嘅硬颈\n[02:43.49]戴眼镜嘅佢明白波珠解决唔到逃避\n[02:46.28]要长大要负责任缩短两个人嘅距离\n[02:49.06]美梦里学会感嘅\n[02:51.60]你亦放肆你的爱\n[02:54.27]用力转载 越过比赛\n[02:57.03]为我掩盖 都因为爱\n[03:01.56]欧阳：\n[03:01.89]重新出发吗 huh 更渴望未来\n[03:06.77]以往这少年懂爱吗\n[03:10.27]仿佛不够\n[03:13.01]成长会进化吗 也信念自由\n[03:18.04]我爱这少年讽刺吗\n[03:21.53]这花开吗'
    },{
        title:'aLIEz',
        artist:'瑞葵',
        musicSrc:'/_nuxt/assets/music/aLIEz.mp3',
        imgSrc:'/_nuxt/assets/img/aLIEz.jpg',
        durationtime: 268,
        lyrics:'[00:00.00]欢迎收听aLIEz\n[ml:1.0]\n[ti:aLIEz (《ALDNOAH.ZERO》片尾曲)]\n[ar:(泽野弘之)/瑞葵 (mizuki)]\n[al:A/Z|aLIEz]\n[by:]\n[offset:0] \n[00:00.26]aLIEz - (泽野弘之)/mizuki (瑞葵)\n[00:04.18] \n[00:04.18]词:Hiroyuki Sawano\n[00:05.87] \n[00:05.87]曲:Hiroyuki Sawano\n[00:20.84]一味固执己见   \n[00:23.28]披上傲慢外衣 怀着可笑自尊\n[00:27.29]使声色俱厉\n[00:30.56]曾经束之高阁 那悲哀的羞耻\n[00:35.09]其实早已浸透镜中的自己\n[00:39.37]只会夸耀无关紧要的伤口\n[00:44.20]只想赢取轻而易举的胜利\n[00:49.06]无论磨练多久都萎靡不堪\n[00:53.90]正如自己摇摆不定的思想\n[00:57.90]爱要高喊出来 爱能拯救谎言\n[01:02.71]誓言也会导致恶果\n[01:05.03]深爱这游戏般荒谬的世界\n[01:07.74]战争不容生命 战士尸横遍野\n[01:12.38]这满目疮痍的世界\n[01:14.83]一切都源自愚蠢人类的病？\n[01:28.66]凭着人云亦云 就想高高俯视\n[01:32.99]却连自己能俯视到的只有地面\n[01:38.43]都还不曾察觉 那残破的过去\n[01:43.02]其实早已打败镜子里的自己\n[01:47.21]如何嘶喊才能有自知之明\n[01:52.06]不曾刀刃加身就心灰等死\n[01:56.91]恬不知耻标榜的无数罪孽\n[02:01.76]消极逃避采取的所谓抵抗\n[02:05.80]爱要高喊出来 爱能拯救谎言\n[02:10.49]相助也会导致恶果\n[02:12.98]宁愿继续战下去摧毁一切\n[02:15.52]战争不容生命 战士尸横遍野\n[02:20.20]这满目疮痍的世界\n[02:22.69]去到天堂是否能与你相见\n[02:44.12]虚伪的态度 懦弱的虚张声势\n[02:49.01]将胆怯的心跳误以为崇高\n[02:53.91]即使能见到梦寐以求的幻象\n[02:58.66]无论如何睁眼也无法满足\n[03:04.73]如何嘶喊才能有自知之明\n[03:09.61]不曾刀刃加身就心灰等死\n[03:14.49]恬不知耻标榜的无数罪孽\n[03:19.34]消极逃避采取的所谓抵抗\n[03:23.25]爱要高喊出来 爱能拯救谎言\n[03:28.15]誓言也会导致恶果\n[03:30.50]深爱这游戏般荒谬的世界\n[03:33.15]战争不容生命 战士尸横遍野\n[03:37.80]这满目疮痍的世界\n[03:40.20]一切都源自愚蠢人类的病？\n[03:43.92]或许这就是人生？\n[03:46.25]或许你有所领悟？\n[03:48.72]但你要知道的是 \n[03:50.90]这是我们的人生\n[03:53.52]或许这就是人生？\n[03:55.95]或许你有所领悟？\n[03:58.34]但你要知道的是\n[04:00.56]寻找自己的人生'
    },{
        title:'红昭愿',
        artist:'音阙诗听',
        musicSrc:'/_nuxt/assets/music/HongZhaoYuan.mp3',
        imgSrc:'/_nuxt/assets/img/HongZhaoYuan.jpg',
        durationtime: 171,
        lyrics:'[00:00.00]欢迎收听红昭愿\n[ti:红昭愿 (高音质版)]\n[ar:音阙诗听/王梓钰]\n[al:红昭愿（高音质版）]\n[by:]\n[offset:0]\n[00:00.00]红昭愿 (高音质版)\n[00:01.33]词：偏生梓归（荒唐客）\n[00:02.67]曲：殇小谨\n[00:04.01]编曲：朱鸽\n[00:05.34]制作人：殇小谨\n[00:06.68]混音：殇小谨\n[00:08.02]和声：殇小谨\n[00:09.35]和声编写：殇小谨\n[00:10.69]监制：李俊羽\n[00:12.03]母带处理:Chris Gehringer\n[00:13.37]混音工作室:Hot Music Studio\n[00:14.70]母带工作室:sterling sound\n[00:16.04]出品：音阙诗听\n[00:17.38]手中雕刻生花\n[00:19.90]刀锋千转蜿蜒成画\n[00:22.05]盛名功德塔 是桥畔某处人家\n[00:25.88]春风绕过发梢红纱\n[00:28.26]刺绣赠他\n[00:29.90]眉目刚烈拟作妆嫁\n[00:34.23]轰烈流沙枕上白发\n[00:36.48]杯中酒比划\n[00:38.24]年少风雅鲜衣怒马\n[00:40.54]也不过一刹那\n[00:42.72]难免疏漏儿时檐下\n[00:44.69]莫测变化\n[00:46.50]隔却山海 转身 从容煎茶\n[01:07.19]一生长\n[01:08.18]重寄一段过往\n[01:10.19]将希冀都流放 可曾添些荒唐\n[01:13.90]才记得你的模样\n[01:15.85]一身霜\n[01:16.57]谁提笔只两行\n[01:18.43]换一隅你安康 便销得这沧桑\n[01:22.24]你还在我的心上\n[01:39.86]Rap:\n[01:41.03]彼时南面隔春风 一刀裁入断玲珑\n[01:45.35]寥落晨时须臾问 长游不归莫相送\n[01:48.86]何年东君迟来久 细数银丝鬓上逢\n[01:53.55]恐有街头胭脂色 柳絮沾白雪沾红\n[01:57.56]轰烈流沙枕上白发 杯中酒比划\n[02:01.60]年少风雅鲜衣怒马 也不过一刹那\n[02:05.95]难免疏漏儿时檐下 莫测变化\n[02:10.14]隔却山海 转身 从容煎茶\n[02:14.08]一生长\n[02:14.82]重寄一段过往\n[02:16.92]将希冀都流放 可曾添些荒唐\n[02:20.62]才记得你的模样\n[02:22.61]一身霜\n[02:23.19]谁提笔只两行\n[02:25.10]换一隅你安康 便销得这沧桑\n[02:28.96]你还在我的心上\n[02:30.91]一生长\n[02:31.61]重寄一段过往\n[02:33.49]将希冀都流放 可曾添些荒唐\n[02:37.26]才记得你的模样\n[02:39.22]一身霜\n[02:39.76]谁提笔只两行\n[02:41.87]换一隅你安康 便销得这沧桑\n[02:45.61]你还在我的心上'
    }
]


export { lyric };